test_WS/SOAP_test_0005.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
   <soap:Header/>
   <soap:Body>
     
 <tem:IngresoFichaCentroResidencial>
         <tem:abnSistFem>1</tem:abnSistFem>
         <tem:abnSistMas>2</tem:abnSistMas>
         <tem:accesoAgua>1</tem:accesoAgua>
         <tem:accesoDisca>1</tem:accesoDisca>
         <tem:accesoInternet>1</tem:accesoInternet>
         <tem:adolEmbarazada>2</tem:adolEmbarazada>
         <tem:adolNegControl>2</tem:adolNegControl>
         <tem:almaceAlimento>1</tem:almaceAlimento>
         <tem:alumnPracHor>10</tem:alumnPracHor>
         <tem:alumnPracJor>2</tem:alumnPracJor>
         <tem:ambienPoblac>1</tem:ambienPoblac>
         <tem:apoyoAdmHor>45</tem:apoyoAdmHor>
         <tem:apoyoAdmJor>1</tem:apoyoAdmJor>
         <tem:apoyoVolunHor>20</tem:apoyoVolunHor>
         <tem:apoyoVolunJor>2</tem:apoyoVolunJor>
         <tem:asistSocHor>0</tem:asistSocHor>
         <tem:asistSocJor>3</tem:asistSocJor>
         <tem:autocuidado>1</tem:autocuidado>
         <tem:auxEnferHor>10</tem:auxEnferHor>
         <tem:auxEnferJor>2</tem:auxEnferJor>
         <tem:cantAlumnPrac>1</tem:cantAlumnPrac>
         <tem:cantApoyoAdm>1</tem:cantApoyoAdm>
         <tem:cantApoyoVolun>1</tem:cantApoyoVolun>
         <tem:cantAreasVerd>1</tem:cantAreasVerd>
         <tem:cantAsitSocial>1</tem:cantAsitSocial>
         <tem:cantAuxEnfer>1</tem:cantAuxEnfer>
         <tem:cantBanosNna>5</tem:cantBanosNna>
         <tem:cantBanosPubl>2</tem:cantBanosPubl>
         <tem:cantCamasNna>6</tem:cantCamasNna>
         <tem:cantClosetLoc>6</tem:cantClosetLoc>
         <tem:cantCocinaOp>1</tem:cantCocinaOp>
         <tem:cantComedorOp>2</tem:cantComedorOp>
         <tem:cantDir>1</tem:cantDir>
         <tem:cantDormNna>2</tem:cantDormNna>
         <tem:cantDuchasNna>5</tem:cantDuchasNna>
         <tem:cantEduTratDir>4</tem:cantEduTratDir>
         <tem:cantEducadParv>4</tem:cantEducadParv>
         <tem:cantEnfer>1</tem:cantEnfer>
         <tem:cantEnfermOp>1</tem:cantEnfermOp>
         <tem:cantEspacRecr>1</tem:cantEspacRecr>
         <tem:cantEspacVisit>1</tem:cantEspacVisit>
         <tem:cantFonoAud>1</tem:cantFonoAud>
         <tem:cantKine>1</tem:cantKine>
         <tem:cantLavanOp>1</tem:cantLavanOp>
         <tem:cantManipAlim>1</tem:cantManipAlim>
         <tem:cantMedico>1</tem:cantMedico>
         <tem:cantMonitAll>1</tem:cantMonitAll>
         <tem:cantNutri>1</tem:cantNutri>
         <tem:cantOficAdm>1</tem:cantOficAdm>
         <tem:cantOtrosOp>1</tem:cantOtrosOp>
         <tem:cantPersLav>1</tem:cantPersLav>
         <tem:cantPersLicMed>1</tem:cantPersLicMed>
         <tem:cantPersSupl>1</tem:cantPersSupl>
         <tem:cantPersonalAseo>1</tem:cantPersonalAseo>
         <tem:cantProfEd>1</tem:cantProfEd>
         <tem:cantPsico>1</tem:cantPsico>
         <tem:cantPsicop>1</tem:cantPsicop>
         <tem:cantPsiqui>1</tem:cantPsiqui>
         <tem:cantSalaEstar>1</tem:cantSalaEstar>
         <tem:cantSalaMulti>1</tem:cantSalaMulti>
         <tem:cantSalaRecep>1</tem:cantSalaRecep>
         <tem:cantSalaReun>1</tem:cantSalaReun>
         <tem:cantTerapOcup>1</tem:cantTerapOcup>
         <tem:capPersonal>2</tem:capPersonal>
         <tem:catRedes>1</tem:catRedes>
         <tem:certiSanitario>1</tem:certiSanitario>
         <tem:codCorte>11</tem:codCorte>
         <tem:codTribunal>1</tem:codTribunal>
         <tem:computadores>1</tem:computadores>
         <tem:controlAdol>1</tem:controlAdol>
         <tem:controlMedicDias>1</tem:controlMedicDias>
         <!--Optional:-->
         <tem:crrConsejeroVisitante>TEST CONSEJERO</tem:crrConsejeroVisitante>
         <!--Optional:-->
         <tem:crrJuezVisitante>NOMBRE JUEZ PRUEBA</tem:crrJuezVisitante>
         <!--Optional:-->
         <tem:ctnLitigante>19968831:6JAYLIN YINETTE:ROJAS:ROJAS:X-10-2008:123#20978437:8:DAYGORAD CARLAFERNÁNDEZ:SANDOVAL:X-7-2015:0#19147682:4:MELANIE PAOLA:QUELOPANA:ALFARO:X-6-2009:124</tem:ctnLitigante>
         <!--Optional:-->
         <tem:ctnLitiganteNna></tem:ctnLitiganteNna>
         <!--Optional:-->
         <tem:ctnLitiganteTot></tem:ctnLitiganteTot>
         <tem:cuentaConProt>1</tem:cuentaConProt>
         <tem:cuentaConRegist>1</tem:cuentaConRegist>
         <tem:dirOpHor>45</tem:dirOpHor>
         <tem:dirOpJor>1</tem:dirOpJor>
         <tem:eduTratDirHor>45</tem:eduTratDirHor>
         <tem:eduTratDirJor>1</tem:eduTratDirJor>
         <tem:educadParvHor>45</tem:educadParvHor>
         <tem:educadParvJor>1</tem:educadParvJor>
         <tem:enferOpHor>45</tem:enferOpHor>
         <tem:enferOpJor>1</tem:enferOpJor>
         <tem:entregAlimento>1</tem:entregAlimento>
         <tem:espDesaTareas>1</tem:espDesaTareas>
         <tem:estadoGas>1</tem:estadoGas>
         <tem:evalUno>5</tem:evalUno>
         <tem:evalDos>5</tem:evalDos>
         <tem:evalTres>5</tem:evalTres>
         <tem:evalCuatro>5</tem:evalCuatro>
         <tem:evalAccesAgua>5</tem:evalAccesAgua>
         <tem:evalAccesDisc>5</tem:evalAccesDisc>
         <tem:evalAlimPobl>5</tem:evalAlimPobl>
         <tem:evalAreasVerd>5</tem:evalAreasVerd>
         <tem:evalBanosNna>5</tem:evalBanosNna>
         <tem:evalBanosPubl>5</tem:evalBanosPubl>
         <tem:evalCamasNna>5</tem:evalCamasNna>
         <tem:evalClosetLoc>5</tem:evalClosetLoc>
         <tem:evalCocinaOp>5</tem:evalCocinaOp>
         <tem:evalComedorOp>5</tem:evalComedorOp>
         <tem:evalDormNna>5</tem:evalDormNna>
         <tem:evalDuchasNna>5</tem:evalDuchasNna>
         <tem:evalEnfermOp>5</tem:evalEnfermOp>
         <tem:evalEspacRecr>5</tem:evalEspacRecr>
         <tem:evalEspacVisit>5</tem:evalEspacVisit>
         <tem:evalEstCalef>5</tem:evalEstCalef>
         <tem:evalInstHab>5</tem:evalInstHab>
         <tem:evalLavanOp>5</tem:evalLavanOp>
         <tem:evalOficAdm>5</tem:evalOficAdm>
         <tem:evalSalaEstar>5</tem:evalSalaEstar>
         <tem:evalSalaMulti>5</tem:evalSalaMulti>
         <tem:evalSalaRecep>5</tem:evalSalaRecep>
         <tem:evalSalaReun>5</tem:evalSalaReun>
         <tem:evalSistCalef>5</tem:evalSistCalef>
         <tem:evalUtilAseo>5</tem:evalUtilAseo>
         <tem:evalVentAdec>5</tem:evalVentAdec>
         <tem:evalVestAdec>5</tem:evalVestAdec>
         <tem:extintores>1</tem:extintores>
         <tem:fecVisitaActual>2018-06-29 00:00:00.000</tem:fecVisitaActual>
         <tem:fecVisitaAnterior>2018-06-29 00:00:00.000</tem:fecVisitaAnterior>
         <tem:fonoOpHor>45</tem:fonoOpHor>
         <tem:fonoOpJor>1</tem:fonoOpJor>
         <!--Optional:-->
         <tem:glsObsAntecAlim>Test OBS</tem:glsObsAntecAlim>
         <!--Optional:-->
         <tem:glsObsAntecCap>Test OBS</tem:glsObsAntecCap>
         <!--Optional:-->
         <tem:glsObsAntecEduc>Test OBS</tem:glsObsAntecEduc>
         <!--Optional:-->
         <tem:glsObsAntecMat>Test OBS</tem:glsObsAntecMat>
         <!--Optional:-->
         <tem:glsObsAntecPer>Test OBS</tem:glsObsAntecPer>
         <!--Optional:-->
         <tem:glsObsAntecPob>Test OBS</tem:glsObsAntecPob>
         <!--Optional:-->
         <tem:glsObsAntecRes>Test OBS</tem:glsObsAntecRes>
         <!--Optional:-->
         <tem:glsObsAntecSalud>Test OBS</tem:glsObsAntecSalud>
         <!--Optional:-->
         <tem:glsObsAntecSegur>Test OBS</tem:glsObsAntecSegur>
         <!--Optional:-->
         <tem:glsPersonaResidenciaUno>NOMBRE PERSONA UNO</tem:glsPersonaResidenciaUno>
         <!--Optional:-->
         <tem:glsPersonaResidenciaDos>NOMBRE PERSONA DOS</tem:glsPersonaResidenciaDos>
         <tem:habilLaboral>1</tem:habilLaboral>
         <!--Optional:-->
         <tem:horaFinVisita>10:47:00</tem:horaFinVisita>
         <!--Optional:-->
         <tem:horaInicioVisita>08:00:00</tem:horaInicioVisita>
         <tem:hospFem>0</tem:hospFem>
         <tem:hospMas>0</tem:hospMas>
         <tem:instalaciones>1</tem:instalaciones>
         <tem:kineOpHor>45</tem:kineOpHor>
         <tem:kineOpJor>1</tem:kineOpJor>
         <tem:manipAlimHor>45</tem:manipAlimHor>
         <tem:manipAlimJor>1</tem:manipAlimJor>
         <tem:matBiblio>1</tem:matBiblio>
         <tem:medOpHor>45</tem:medOpHor>
         <tem:medOpJor>1</tem:medOpJor>
         <tem:menuBalanceado>1</tem:menuBalanceado>
         <tem:menuEspecial>1</tem:menuEspecial>
         <tem:montTallHor>45</tem:montTallHor>
         <tem:montTallJor>1</tem:montTallJor>
         <tem:ninoAbnFem>0</tem:ninoAbnFem>
         <tem:ninoAbnMas>0</tem:ninoAbnMas>
         <tem:ninoIngFem>0</tem:ninoIngFem>
         <tem:ninoIngMas>0</tem:ninoIngMas>
         <tem:ninoSinSenFem>1</tem:ninoSinSenFem>
         <tem:ninoSinSenMas>1</tem:ninoSinSenMas>
         <tem:ninoSuspFem>1</tem:ninoSuspFem>
         <tem:ninoSuspMas>1</tem:ninoSuspMas>
         <tem:nnaAcerFem>10</tem:nnaAcerFem>
         <tem:nnaAcerMas>10</tem:nnaAcerMas>
         <tem:nnaAdopFem>0</tem:nnaAdopFem>
         <tem:nnaAdopMas>0</tem:nnaAdopMas>
         <tem:nnaFem>10</tem:nnaFem>
         <tem:nnaJuez>2</tem:nnaJuez>
         <tem:nnaMas>10</tem:nnaMas>
         <tem:nnaReservada>2</tem:nnaReservada>
         <tem:numAsistEducEspec>0</tem:numAsistEducEspec>
         <tem:numAsistEducNivel>0</tem:numAsistEducNivel>
         <tem:numAsistEstable>20</tem:numAsistEstable>
         <tem:numCesfam>20</tem:numCesfam>
         <tem:numComidaEntreFin>3</tem:numComidaEntreFin>
         <tem:numComidaEntreSem>3</tem:numComidaEntreSem>
         <tem:numDiscapacidad>0</tem:numDiscapacidad>
         <tem:numDrogas>0</tem:numDrogas>
         <tem:numEnferCronica>0</tem:numEnferCronica>
         <tem:numMatriCance>0</tem:numMatriCance>
         <tem:numMentalConDiag>0</tem:numMentalConDiag>
         <tem:numMentalSinDiag>0</tem:numMentalSinDiag>
         <tem:numNoAsistEstable>0</tem:numNoAsistEstable>
         <tem:numRecibMedic>0</tem:numRecibMedic>
         <tem:numRetEscolar>0</tem:numRetEscolar>
         <tem:numSaludTrat>0</tem:numSaludTrat>
         <tem:nutriOpHor>45</tem:nutriOpHor>
         <tem:nutriOpJor>1</tem:nutriOpJor>
         <!--Optional:-->
         <tem:obsGenDes>TEST OBS GENERAL</tem:obsGenDes>
         <tem:otraPlazaFem>0</tem:otraPlazaFem>
         <tem:otraPlazaMas>0</tem:otraPlazaMas>
         <tem:otrosOpHor>45</tem:otrosOpHor>
         <tem:otrosOpJor>1</tem:otrosOpJor>
         <tem:persLavHor>45</tem:persLavHor>
         <tem:persLavJor>1</tem:persLavJor>
         <tem:persLicMedHor>45</tem:persLicMedHor>
         <tem:persLicMedJor>1</tem:persLicMedJor>
         <tem:persSuplHor>45</tem:persSuplHor>
         <tem:persSuplJor>1</tem:persSuplJor>
         <tem:personalAseoHora>45</tem:personalAseoHora>
         <tem:personalAseoJor>1</tem:personalAseoJor>
         <tem:plaSenameFem>10</tem:plaSenameFem>
         <tem:plaSenameMas>10</tem:plaSenameMas>
         <tem:planEmergencia>1</tem:planEmergencia>
         <tem:planEmergenciaCal>1</tem:planEmergenciaCal>
         <tem:planiMenu>1</tem:planiMenu>
         <tem:pobVigenteFem>10</tem:pobVigenteFem>
         <tem:pobVigenteMas>10</tem:pobVigenteMas>
         <tem:procInformacion>1</tem:procInformacion>
         <tem:profEdHor>45</tem:profEdHor>
         <tem:profEdJor>1</tem:profEdJor>
         <tem:protocoloAcogida>1</tem:protocoloAcogida>
         <tem:protocoloActuacion>1</tem:protocoloActuacion>
         <tem:protocoloApadri>1</tem:protocoloApadri>
         <tem:protocoloConvivencia>1</tem:protocoloConvivencia>
         <tem:protocoloDerivRes>1</tem:protocoloDerivRes>
         <tem:protocoloEgreso>1</tem:protocoloEgreso>
         <tem:protocoloEspacios>1</tem:protocoloEspacios>
         <tem:protocoloInformacion>1</tem:protocoloInformacion>
         <tem:protocoloReclamos>1</tem:protocoloReclamos>
         <tem:protocoloRedSalud>1</tem:protocoloRedSalud>
         <tem:protocoloRegistro>1</tem:protocoloRegistro>
         <tem:psicOpHor>45</tem:psicOpHor>
         <tem:psicOpJor>1</tem:psicOpJor>
         <tem:psicopOpHor>45</tem:psicopOpHor>
         <tem:psicopOpJor>1</tem:psicopOpJor>
         <tem:psiqOpHor>45</tem:psiqOpHor>
         <tem:psiqOpJor>1</tem:psiqOpJor>
         <tem:rangoEtaAtencion>2</tem:rangoEtaAtencion>
         <tem:rangoEtaPredominante>2</tem:rangoEtaPredominante>
         <tem:recNacidoFem>0</tem:recNacidoFem>
         <tem:recNacidoMas>0</tem:recNacidoMas>
         <tem:resMayFem>0</tem:resMayFem>
         <tem:resMayMas>0</tem:resMayMas>
         <tem:residenciaSuvSename>1</tem:residenciaSuvSename>         
         <tem:sanDesFum>1</tem:sanDesFum>
         <tem:senaletica>1</tem:senaletica>
         <tem:sexo>3</tem:sexo>
         <tem:simulEmergencia>1</tem:simulEmergencia>
         <tem:sistElectrico>1</tem:sistElectrico>
         <tem:sisteCalefac>1</tem:sisteCalefac>
         <!--Optional:-->
         <tem:sugResidencia>TEST SUGERENCIA</tem:sugResidencia>
         <!--Optional:-->
         <tem:sugSename>TEST SUGERENCIA</tem:sugSename>
         <tem:terapOcupHor>45</tem:terapOcupHor>
         <tem:terapOcupJor>1</tem:terapOcupJor>
         <!--Optional:-->
         <tem:tipVulFrecuente>NO INFORMA</tem:tipVulFrecuente>
         <tem:utilesAseo>1</tem:utilesAseo>
         <tem:ventiAdecua>1</tem:ventiAdecua>
         <tem:vestAdecuado>1</tem:vestAdecuado>
         <tem:viaEvacuacion>1</tem:viaEvacuacion>
         <tem:vinculacionResi>1</tem:vinculacionResi>
         <tem:zonaSeguridad>1</tem:zonaSeguridad>
         <tem:codFichaPadre>15044</tem:codFichaPadre>
         <tem:codFichaPjud>1</tem:codFichaPjud>
         <!--Optional:-->
         <tem:RutJuez>15000000</tem:RutJuez>
         <!--Optional:-->
         <tem:DV_Juez>9</tem:DV_Juez>
         <!--Optional:-->
         <tem:RutConsejero>15000001</tem:RutConsejero>
         <!--Optional:-->
         <tem:DV_Consejero>7</tem:DV_Consejero>

      </tem:IngresoFichaCentroResidencial>
   </soap:Body>
</soap:Envelope>